age=input()
print(age)
my_name="berdia"
print(my_name)
#ამ კოდში გამოყენებული არის ჯერ snake_case შემდეგ ცვლადი და ბოლოს print ბრძანებით გამოგვაქვს ცვლადი ტერმინალში
a=15
b=45
print(a+b)
print(b-a)
print(a*b)
print(b/a)
#input() არის ინფორმაცია რომელიც გარედან შედის კომპიუტერში მაგალითად გადაღებული ვიდეო 
#მაგრამ პითონში ეს არის კოდი რომელიც გვაძლევს საშუალებას ტერმინალში დავწეროთ ინფორმაცია
#output() კი არის გზა რომლის მეშვეობითაც კომპიუტერი კონტაკტს ამყარებს გარე სამყაროსთან მაგალითად ეკრანზე გამოტანილი მესიჯი
#დინამიკიდან გამოსული ხმა ან პრინტერიდან ამობეჭდილი ქაღალდი


